{"_id":{"$oid":"64bd2f46083944ebfdaf3e18"},"Title":"Marriage Story","Description":"Noah Baumbach's incisive and compassionate look at a marriage breaking up and a family staying together.","Genre":{"Name":"Romance","Description":"A romance novel or romantic novel generally refers to a type of genre fiction novel which places its primary focus on the relationship and romantic love between two people, and usually has an emotionally satisfying and optimistic ending."},"Director":{"Name":"Noah Baumbach","Bio":"Noah Baumbach is the son of two film critics, Georgia Brown and Jonathan Baumbach (also a writer). His studies at Vassar College were the subject of his first film (made as he was 26 years old), Kicking and Screaming (1995). His second major picture, made ten years later, The Squid and the Whale (2005) was no less autobiographical but went back further in his personal history, back to the time when his parents separated. Recounting this past trauma and its aftermath earned Noah a selection at the Sundance Film Festival, three Golden Globe nominations and a best screenplay Oscar nomination.","Birth":"1969"}}
{"_id":{"$oid":"64bd3047083944ebfdaf3e19"},"Title":"Her","Description":"In a near future, a lonely writer develops an unlikely relationship with an operating system designed to meet his every need.","Genre":{"Name":"Romance","Description":"A romance novel or romantic novel generally refers to a type of genre fiction novel which places its primary focus on the relationship and romantic love between two people, and usually has an emotionally satisfying and optimistic ending."},"Director":{"Name":"Spike Jonze","Bio":"Spike Jonze made up one-third (along with Andy Jenkins and Mark Lewman) of the triumvirate of genius minds behind Dirt Magazine, the brother publication of the much lamented ground-breaking Sassy Magazine. These three uncommon characters were all editors for Grand Royal Magazine as well, under the direction of Mike D and Adam Horovitz and Adam Yauch before the sad demise of Grand Royal Records. Jonze was also responsible for directing the famous Beastie Boys: Sabotage (1994) short film as well as numerous other music videos for various artists.","Birth":"1969"}}
{"_id":{"$oid":"64bd3160083944ebfdaf3e1a"},"Title":"Where The Wild Things Are","Description":"Yearning for escape and adventure, a young boy runs away from home and sails to an island filled with creatures that take him in as their king.","Genre":{"Name":"Family","Description":"Family film is a genre that contains appropriate content for younger viewers. Family film aims to appeal not only to children, but to a wide range of ages. While the storyline may appeal to a younger audience, there are components of the film that are geared towards adults- such as witty jokes and humor. This genre may fall into many other genres, including comedy, adventure, fantasy, and animated film."},"Director":{"Name":"Spike Jonze","Bio":"Spike Jonze made up one-third (along with Andy Jenkins and Mark Lewman) of the triumvirate of genius minds behind Dirt Magazine, the brother publication of the much lamented ground-breaking Sassy Magazine. These three uncommon characters were all editors for Grand Royal Magazine as well, under the direction of Mike D and Adam Horovitz and Adam Yauch before the sad demise of Grand Royal Records. Jonze was also responsible for directing the famous Beastie Boys: Sabotage (1994) short film as well as numerous other music videos for various artists.","Birth":"1969"}}
{"_id":{"$oid":"64bd3248083944ebfdaf3e1b"},"Title":"Aftersun","Description":"Sophie reflects on the shared joy and private melancholy of a holiday she took with her father twenty years earlier. Memories real and imagined fill the gaps between as she tries to reconcile the father she knew with the man she didn't...","Genre":{"Name":"Drama","Description":"In film and television, drama is a category or genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone. Drama of this kind is usually qualified with additional terms that specify its particular super-genre, macro-genre, or micro-genre, such as soap opera, police crime drama, political drama, legal drama, historical drama, domestic drama, teen drama, and comedy-drama (dramedy)."},"Director":{"Name":"Charlotte Wells","Bio":"Charlotte Wells is a Scottish director and producer whose shorts have screened at festivals worldwide. Her second film, Laps, won a Short Film Special Jury Prize for Editing at Sundance Film Festival and Special Jury Recognition for Narrative Shorts at SXSW Film Festival 2017. She is a graduate of New York University's MBA/MFA dual degree program.","Birth":"1987"}}
{"_id":{"$oid":"64bd3ae0083944ebfdaf3e1c"},"Title":"Buffalo '66","Description":"After being released from prison, Billy is set to visit his parents with his wife, whom he does not actually have. This provokes Billy to act out, as he kidnaps a girl and forces her to act as his wife for the visit.","Genre":{"Name":"Drama","Description":"In film and television, drama is a category or genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone. Drama of this kind is usually qualified with additional terms that specify its particular super-genre, macro-genre, or micro-genre, such as soap opera, police crime drama, political drama, legal drama, historical drama, domestic drama, teen drama, and comedy-drama (dramedy)."},"Director":{"Name":"Vincent Gallo","Bio":"Vincent Gallo is an American actor, director, writer, producer, musician, and model. He has won several accolades, including a Volpi Cup for Best Actor, and has been nominated for numerous more, including the Palme d'Or, the Golden Lion, and the Bronze Horse.","Birth":"1961"}}
{"_id":{"$oid":"64bd3d27083944ebfdaf3e1e"},"Title":"Memento","Description":"A man with short-term memory loss attempts to track down his wife's murderer.","Genre":{"Name":"Thriller","Description":"Thriller is a genre of fiction with numerous, often overlapping, subgenres, including crime, horror and detective fiction. Thrillers are characterized and defined by the moods they elicit, giving their audiences heightened feelings of suspense, excitement, surprise, anticipation and anxiety."},"Director":{"Name":"Christopher Nolan","Bio":"Best known for his cerebral, often nonlinear, storytelling, acclaimed writer-director Christopher Nolan was born on July 30, 1970, in London, England. Over the course of 15 years of filmmaking, Nolan has gone from low-budget independent films to working on some of the biggest blockbusters ever made.","Birth":"1970"}}
{"_id":{"$oid":"64bd3e45083944ebfdaf3e1f"},"Title":"The Great Beauty","Description":"Jep Gambardella has seduced his way through the lavish nightlife of Rome for decades, but after his 65th birthday and a shock from the past, Jep looks past the nightclubs and parties to find a timeless landscape of absurd, exquisite beauty.","Genre":{"Name":"Drama","Description":"In film and television, drama is a category or genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone. Drama of this kind is usually qualified with additional terms that specify its particular super-genre, macro-genre, or micro-genre, such as soap opera, police crime drama, political drama, legal drama, historical drama, domestic drama, teen drama, and comedy-drama (dramedy)."},"Director":{"Name":"Paolo Sorrentino","Bio":"Italian director and screenwriter Paolo Sorrentino was born in Naples in 1970, and and became an orphan when he lost both of his parents at the age of 16. At the age of 25, after studying for a few years at the Faculty of Economics and Business in University of Naples Federico II, he decided to work in the film industry. As of 2021, seven of his 9 films have been presented in Competition at the Festival de Cannes, where Il Divo won the Prix du Jury in 2008. In 2014, his film La Grande Bellezza won the Oscar and Golden Globe for Best Foreign Language Film, as well as a BAFTA and five EFA Awards. In 2016, La Giovinezza gained an Oscar nomination for Best Original Song and two Golden Globe nominations for Best Supporting Actress and Best Original Song. The film won three European Film Awards. In 2016, he made his first TV Series: The Young Pope. In 2021, È stata la mano di Dio won the Grand Jury Prize at the 78th Venice International Film Festival.","Birth":"1970"}}
{"_id":{"$oid":"64bd3ed9083944ebfdaf3e20"},"Title":"The Hand of God","Description":"In 1980s Naples, young Fabietto pursues his love for football as family tragedy strikes, shaping his uncertain but promising future as a filmmaker.","Genre":{"Name":"Drama","Description":"In film and television, drama is a category or genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone. Drama of this kind is usually qualified with additional terms that specify its particular super-genre, macro-genre, or micro-genre, such as soap opera, police crime drama, political drama, legal drama, historical drama, domestic drama, teen drama, and comedy-drama (dramedy)."},"Director":{"Name":"Paolo Sorrentino","Bio":"Italian director and screenwriter Paolo Sorrentino was born in Naples in 1970, and and became an orphan when he lost both of his parents at the age of 16. At the age of 25, after studying for a few years at the Faculty of Economics and Business in University of Naples Federico II, he decided to work in the film industry. As of 2021, seven of his 9 films have been presented in Competition at the Festival de Cannes, where Il Divo won the Prix du Jury in 2008. In 2014, his film La Grande Bellezza won the Oscar and Golden Globe for Best Foreign Language Film, as well as a BAFTA and five EFA Awards. In 2016, La Giovinezza gained an Oscar nomination for Best Original Song and two Golden Globe nominations for Best Supporting Actress and Best Original Song. The film won three European Film Awards. In 2016, he made his first TV Series: The Young Pope. In 2021, È stata la mano di Dio won the Grand Jury Prize at the 78th Venice International Film Festival.","Birth":"1970"}}
{"_id":{"$oid":"64bd402e083944ebfdaf3e21"},"Title":"The King's Speech","Description":"The story of King George VI, his unexpected ascension to the throne of the British Empire in 1936, and the speech therapist who helped the unsure monarch overcome his stammer.","Genre":{"Name":"Biography","Description":"A biography, or simply bio, is a detailed description of a person's life. It involves more than just basic facts like education, work, relationships, and death; it portrays a person's experience of these life events."},"Director":{"Name":"Tom Hooper","Bio":"Tom is the Oscar-winning director of ‘The King's Speech’, ‘The Danish Girl’ and ‘Les Misérables’. He began making short films as a teenager, and had his first professional short, ‘Painted Faces’, broadcast on Channel 4 in 1992. His film and television work has received a number of industry awards and nominations - including Emmys and Golden Globes for ‘Elizabeth I’ and ‘Longford’, both of which he directed for Channel 4. Tom has been a Governor of the British Film Institute since 2011.","Birth":"1972"}}
{"_id":{"$oid":"64bd4133083944ebfdaf3e22"},"Title":"Eternal Sunshine of the Spotless Mind","Description":"When their relationship turns sour, a couple undergoes a medical procedure to have each other erased from their memories for ever.","Genre":{"Name":"Romance","Description":"A romance novel or romantic novel generally refers to a type of genre fiction novel which places its primary focus on the relationship and romantic love between two people, and usually has an emotionally satisfying and optimistic ending."},"Director":{"Name":"Michel Gondry","Bio":"He grew up in Versailles with a family who was very influenced by pop music. When he was young, Gondry wanted to be a painter or an inventor. In the 80s he entered in an art school in Paris where he could develop his graphic skills and where he also met friends with whom he created a pop-rock band called Oui-Oui. The band released 2 albums ('Chacun tout le monde' and 'Formidable') and several singles until their separation in 1992. Gondry was the drummer of the band and also directed their video clips in which it was possible to see his strange world, influenced by the 60s and by his childhood. One of his videos was shown on MTV and when Björk saw it, she asked him to make her first solo video for 'Human Behaviour'. The partnership is famous: Gondry directed five other Björk's videos, benefiting by the huge budgets. This led to commissions for other artists around the world, including Massive Attack. He also made a lot of commercials for Gap, Smirnoff, Air France, Nike, Coca Cola, Adidas, Polaroid and Levi - the latter making him the most highly-awarded director for a one-off commercial. Hollywood became interested in Gondry’s success and he directed his first feature movie Human Nature (2001), adapting a Charlie Kaufman’s scenario, which was shown in the 2001 Cannes Festival. Although it wasn't a big success, this film allowed him to direct Eternal Sunshine of the Spotless Mind (2004), for which he again collaborated with Charlie Kaufman. The movie became a popular independent film and he and his co-writers won an Oscar for it.","Birth":"1973"}}
{"_id":{"$oid":"64bd5504083944ebfdaf3e2d"},"Title":"Lisbon Story","Description":"The German director Friedrich Monroe has trouble with finishing a silent b&w movie about Lisbon. He calls his friend, the sound engineer Phillip Winter, for help. As Winter arrives Lisbon weeks later, Monroe is disappeared but has left the unfinished film. Winter decides to stay, because he is fascinated of the city and the Portuguese singer Teresa, and he starts to record the sound of the film. At the same time Monroe cruises through the city with a camcorder and tries to catch unseen pictures. Later they meet and Winter convinces Monroe of finishing the film.","Genre":{"Name":"Drama","Description":"In film and television, drama is a category or genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone. Drama of this kind is usually qualified with additional terms that specify its particular super-genre, macro-genre, or micro-genre, such as soap opera, police crime drama, political drama, legal drama, historical drama, domestic drama, teen drama, and comedy-drama (dramedy)."},"Director":{"Name":"Ernst Wilhelm Wenders","Bio":"Wim Wenders is a German filmmaker, playwright, author, and photographer. He is a major figure in New German Cinema. Among many honors, he has received three nominations for the Academy Award for Best Documentary Feature: for Buena Vista Social Club (1999), about Cuban music culture; Pina (2011), about the contemporary dance choreographer Pina Bausch; and The Salt of the Earth (2014), about Brazilian photographer Sebastião Salgado. Wenders has been the president of the European Film Academy in Berlin since 1996. Alongside filmmaking, he is an active photographer, emphasizing images of desolate landscapes. He is considered an auteur director.","Birth":"1945"}}
